{
  "notifications": [
    {
      "id": "1",
      "title": "Уведомление 1",
      "description": "Произошло какое-то событие",
      "userId": "1"
    },
    {
      "id": "2",
      "title": "Уведомление 2",
      "description": "Произошло какое-то событие",
      "userId": "1",
      "href": "http://localhost:3000/admin"
    },
    {
      "id": "3",
      "title": "Уведомление 3",
      "description": "Произошло какое-то событие",
      "userId": "1",
      "href": "http://localhost:3000/admin"
    },
    {
      "id": "4",
      "title": "Уведомление 4",
      "description": "Произошло какое-то событие",
      "userId": "1"
    },
    {
      "id": "5",
      "title": "Уведомление 1",
      "description": "Произошло какое-то событие",
      "userId": "2"
    }
  ],
  "posts": [
    {
      "id": "1",
      "title": "json-server",
      "userId": "1"
    },
    {
      "id": "2",
      "title": "json-server",
      "userId": "2"
    }
  ],
  "articles": [
    {
      "id": "1",
      "title": "AI да IT",
      "subtitle": "ИИ изменяет IT",
      "img": "https://picsum.photos/300/300?random=718",
      "views": 971,
      "createdAt": "06.08.2020",
      "types": [
        "IT",
        "MEDICINE"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "AI в медицине: Как ИИ изменяет лечение",
          "paragraphs": [
            "Искусственный интеллект (ИИ) кардинально изменяет медицинскую практику, предоставляя новые возможности для диагностики и лечения заболеваний. Технологии машинного обучения и большие данные позволяют создавать более точные и персонализированные медицинские решения.",
            "ИИ в медицине помогает врачам принимать более обоснованные решения на основе анализа огромных объемов данных пациентов. Это ведет к улучшению качества медицинской помощи и снижению числа ошибок.",
            "Одним из наиболее перспективных направлений является использование ИИ для ранней диагностики заболеваний. Алгоритмы могут выявлять симптомы на ранних стадиях, что позволяет начать лечение своевременно и повысить шансы на выздоровление.",
            "В заключение, AI в медицине продолжает развиваться, открывая новые горизонты для улучшения здоровья людей и увеличения продолжительности жизни."
          ]
        },
        {
          "id": "2",
          "type": "IMAGE",
          "title": "Удивительное фото",
          "src": "https://picsum.photos/500/500?random=708"
        },
        {
          "id": "3",
          "type": "CODE",
          "title": "Ах этот удивительный React",
          "code": "  const onSaveButton = useCallback(() => {\n    dispatch(updateProfileData());\n    setIsReadonly(true);\n  }, [dispatch]);\n\n  const onChangeHandler = useCallback(\n    (value: string, name: TProfileFieldName) => {\n      dispatch(profileActions.setProfileDataValue({ value, name }));\n    },\n    [dispatch],\n  );"
        }
      ],
      "userId": 2
    },
    {
      "id": "462",
      "title": "AI в медицине",
      "subtitle": "Как ИИ изменяет лечение",
      "img": "https://picsum.photos/300/300?random=748",
      "views": 971,
      "createdAt": "06.08.2020",
      "types": [
        "IT",
        "MEDICINE"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "AI в медицине: Как ИИ изменяет лечение",
          "paragraphs": [
            "Искусственный интеллект (ИИ) кардинально изменяет медицинскую практику, предоставляя новые возможности для диагностики и лечения заболеваний. Технологии машинного обучения и большие данные позволяют создавать более точные и персонализированные медицинские решения.",
            "ИИ в медицине помогает врачам принимать более обоснованные решения на основе анализа огромных объемов данных пациентов. Это ведет к улучшению качества медицинской помощи и снижению числа ошибок.",
            "Одним из наиболее перспективных направлений является использование ИИ для ранней диагностики заболеваний. Алгоритмы могут выявлять симптомы на ранних стадиях, что позволяет начать лечение своевременно и повысить шансы на выздоровление.",
            "В заключение, AI в медицине продолжает развиваться, открывая новые горизонты для улучшения здоровья людей и увеличения продолжительности жизни."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "1274",
      "title": "Путешествия и экономика",
      "subtitle": "Влияние туризма на экономику",
      "img": "https://picsum.photos/300/300?random=3762",
      "views": 431,
      "createdAt": "02.04.2023",
      "types": [
        "TRAVEL",
        "ECONOMIC"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Путешествия и экономика: Влияние туризма на экономику",
          "paragraphs": [
            "Туризм играет значительную роль в экономике многих стран, принося доходы и создавая рабочие места. Влияние туризма на экономику проявляется в различных аспектах, от развития инфраструктуры до стимулирования малого бизнеса.",
            "Туристические расходы включают транспорт, проживание, питание и развлечения. Эти расходы способствуют развитию местного бизнеса и улучшают экономическое состояние регионов.",
            "Однако туризм может иметь и негативные последствия, такие как рост цен на жилье и товары, а также перегрузка инфраструктуры. Важно находить баланс между развитием туризма и сохранением качества жизни местных жителей.",
            "В заключение, влияние туризма на экономику неоднозначно, и необходимо учитывать как положительные, так и отрицательные аспекты для устойчивого развития."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "126",
      "title": "Рыночные тенденции",
      "subtitle": "Как экономические изменения влияют на биржу",
      "img": "https://picsum.photos/300/300?random=1804",
      "views": 518,
      "createdAt": "19.07.2023",
      "types": [
        "ECONOMIC"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Рыночные тенденции: Как экономические изменения влияют на биржу",
          "paragraphs": [
            "Экономические изменения оказывают значительное влияние на фондовые рынки. Важно понимать, как различные факторы, такие как инфляция, процентные ставки и экономический рост, влияют на поведение инвесторов и динамику цен акций.",
            "Рост экономики обычно ведет к увеличению доходов компаний и росту их акций. Напротив, экономический спад может привести к снижению прибыли и падению стоимости акций.",
            "Инвесторы также реагируют на политические события и изменения в регуляторной среде. Например, введение новых налогов или торговых барьеров может повлиять на определенные отрасли и фондовые индексы.",
            "В заключение, понимание рыночных тенденций и их причин помогает инвесторам принимать более обоснованные решения и управлять рисками на фондовом рынке."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "2276",
      "title": "Вакцины и политика",
      "subtitle": "Политические аспекты вакцинации",
      "img": "https://picsum.photos/300/300?random=923",
      "views": 422,
      "createdAt": "23.05.2024",
      "types": [
        "MEDICINE",
        "POLITICS"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Вакцины и политика: Политические аспекты вакцинации",
          "paragraphs": [
            "Вакцинация является важным инструментом в борьбе с инфекционными заболеваниями, однако она также имеет значимые политические аспекты. Правительства принимают решения о проведении вакцинации и распределении вакцин, что вызывает споры и дебаты.",
            "Одной из ключевых проблем является доступность вакцин для различных групп населения. Политики должны учитывать экономические и социальные факторы при принятии решений о вакцинации.",
            "Вакцинация также становится предметом международных отношений. Страны сотрудничают и конкурируют за доступ к вакцинам, что влияет на глобальную политику здравоохранения.",
            "В заключение, политические аспекты вакцинации требуют внимательного подхода и баланса между медицинскими потребностями и общественными интересами."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "4291",
      "title": "Спорт и здоровье",
      "subtitle": "Влияние спорта на общественное здоровье",
      "img": "https://picsum.photos/300/300?random=4205",
      "views": 719,
      "createdAt": "27.12.2020",
      "types": [
        "SPORT",
        "MEDICINE"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Спорт и здоровье: Влияние спорта на общественное здоровье",
          "paragraphs": [
            "Спорт играет важную роль в улучшении общественного здоровья. Регулярные физические упражнения способствуют профилактике хронических заболеваний, улучшению психического здоровья и повышению качества жизни.",
            "Участие в спортивных мероприятиях способствует социальной интеграции и развитию навыков командной работы. Это особенно важно для молодежи, которая через спорт учится сотрудничеству и дисциплине.",
            "Спорт также оказывает положительное влияние на экономику, создавая рабочие места и стимулируя развитие инфраструктуры. Развитие спортивной индустрии способствует улучшению общего уровня здоровья населения.",
            "В заключение, спорт является мощным инструментом для улучшения здоровья общества и требует поддержки со стороны государственных и частных организаций."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "954",
      "title": "Технологии в спорте",
      "subtitle": "Применение новых технологий в спортивных состязаниях",
      "img": "https://picsum.photos/300/300?random=1306",
      "views": 792,
      "createdAt": "05.05.2022",
      "types": [
        "IT",
        "SPORT"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Технологии в спорте: Применение новых технологий в спортивных состязаниях",
          "paragraphs": [
            "Новые технологии оказывают огромное влияние на спортивные состязания, повышая их зрелищность и улучшая результаты спортсменов. Инновации в области спортивного оборудования, анализа данных и тренировочных программ меняют подход к подготовке и проведению соревнований.",
            "Одним из примеров является использование датчиков и носимых устройств, которые позволяют отслеживать физическое состояние спортсменов в реальном времени. Это помогает тренерам корректировать тренировочные программы и предотвращать травмы.",
            "Технологии видеоповторов и автоматизированных систем судейства улучшают точность и справедливость результатов соревнований. Болельщики также получают возможность наслаждаться более качественной трансляцией и аналитикой.",
            "В заключение, внедрение новых технологий в спорт открывает новые возможности для развития и улучшения как для спортсменов, так и для зрителей."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "3718",
      "title": "Безопасность в путешествиях",
      "subtitle": "Технологические решения для безопасных путешествий",
      "img": "https://picsum.photos/300/300?random=67",
      "views": 348,
      "createdAt": "17.12.2021",
      "types": [
        "IT",
        "TRAVEL"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Безопасность в путешествиях: Технологические решения для безопасных путешествий",
          "paragraphs": [
            "Технологии играют ключевую роль в обеспечении безопасности путешественников. Современные решения включают в себя системы мониторинга и отслеживания, умные устройства и мобильные приложения, которые помогают предотвратить опасности и улучшить опыт путешествий.",
            "Мобильные приложения предлагают туристам актуальную информацию о безопасности в различных регионах, предупреждая о возможных угрозах и помогая планировать маршруты с учетом текущих условий.",
            "Умные устройства, такие как носимые трекеры и датчики, позволяют путешественникам отслеживать свое здоровье и местоположение, обеспечивая дополнительную защиту в случае непредвиденных ситуаций.",
            "В заключение, использование технологий для повышения безопасности путешествий становится все более актуальным, обеспечивая спокойствие и защищенность туристов во время их приключений."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "1147",
      "title": "Париж и его экономика",
      "subtitle": "Экономическое влияние туризма в Париже",
      "img": "https://picsum.photos/300/300?random=353",
      "views": 323,
      "createdAt": "14.01.2022",
      "types": [
        "TRAVEL",
        "ECONOMIC"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Париж и его экономика: Экономическое влияние туризма в Париже",
          "paragraphs": [
            "Туризм является важнейшим сектором экономики Парижа, принося значительные доходы и создавая множество рабочих мест. Ежегодно миллионы туристов посещают этот город, что стимулирует развитие различных отраслей экономики.",
            "Туристические расходы включают оплату отелей, ресторанов, музеев и других достопримечательностей. Это способствует росту местного бизнеса и увеличению налоговых поступлений.",
            "Однако массовый туризм также может приводить к негативным последствиям, таким как перегруженность туристических зон и рост цен на жилье и услуги. Важно находить баланс между экономическим развитием и сохранением качества жизни местных жителей.",
            "В заключение, туризм играет ключевую роль в экономике Парижа, и для его устойчивого развития необходимо учитывать как положительные, так и отрицательные аспекты."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "1871",
      "title": "Экономика здоровья",
      "subtitle": "Финансовые аспекты здравоохранения",
      "img": "https://picsum.photos/300/300?random=1559",
      "views": 716,
      "createdAt": "21.12.2022",
      "types": [
        "ECONOMIC",
        "MEDICINE"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Экономика здоровья: Финансовые аспекты здравоохранения",
          "paragraphs": [
            "Финансовые аспекты здравоохранения играют важную роль в обеспечении доступности и качества медицинских услуг. Экономическая стабильность и инвестиции в здравоохранение влияют на возможности предоставления медицинской помощи и развитие медицинских технологий.",
            "Расходы на здравоохранение включают финансирование больниц, закупку медицинского оборудования, обучение персонала и исследовательские программы. Эффективное управление этими ресурсами способствует улучшению медицинских услуг.",
            "Однако экономические кризисы и бюджетные ограничения могут негативно сказаться на системе здравоохранения, снижая качество и доступность медицинской помощи. Важно находить баланс между экономической эффективностью и социальной ответственностью.",
            "В заключение, финансовые аспекты здравоохранения требуют внимательного планирования и управления для обеспечения устойчивого развития и улучшения здоровья населения."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "3517",
      "title": "Политика в спорте",
      "subtitle": "Как политика влияет на спортивные соревнования",
      "img": "https://picsum.photos/300/300?random=3897",
      "views": 772,
      "createdAt": "10.06.2023",
      "types": [
        "POLITICS",
        "SPORT"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Политика в спорте: Как политика влияет на спортивные соревнования",
          "paragraphs": [
            "Политика оказывает значительное влияние на спортивные соревнования, регулируя правила и нормы, а также влияя на финансирование и развитие спорта. Государственные решения могут как способствовать развитию спорта, так и создавать препятствия.",
            "Политические решения, такие как распределение бюджетных средств и организация международных соревнований, играют ключевую роль в развитии спортивной инфраструктуры и популяризации различных видов спорта.",
            "Однако политические конфликты и санкции могут негативно сказаться на спортивных мероприятиях, приводя к бойкотам, отменам соревнований и снижению интереса со стороны болельщиков.",
            "В заключение, влияние политики на спорт многогранно и требует внимательного подхода для обеспечения справедливости и устойчивого развития спортивной индустрии."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "1815",
      "title": "IT и экология",
      "subtitle": "Технологии для устойчивого развития",
      "img": "https://picsum.photos/300/300?random=1058",
      "views": 631,
      "createdAt": "07.03.2020",
      "types": [
        "IT",
        "ECONOMIC"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "IT и экология: Технологии для устойчивого развития",
          "paragraphs": [
            "Информационные технологии играют ключевую роль в обеспечении устойчивого развития и охраны окружающей среды. Современные технологии позволяют эффективно управлять ресурсами, сокращать выбросы и разрабатывать экологически чистые решения.",
            "Одним из примеров является использование IT для мониторинга и управления энергопотреблением. Умные сети и системы управления энергией помогают снижать потребление ресурсов и минимизировать воздействие на окружающую среду.",
            "Технологии также играют важную роль в разработке новых материалов и процессов, которые менее вредны для экологии. Это способствует созданию более устойчивых продуктов и услуг.",
            "В заключение, интеграция информационных технологий в экологические проекты открывает новые возможности для защиты окружающей среды и устойчивого развития."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "370",
      "title": "Марафоны мира",
      "subtitle": "Как путешествовать и участвовать в марафонах",
      "img": "https://picsum.photos/300/300?random=3880",
      "views": 936,
      "createdAt": "13.10.2024",
      "types": [
        "TRAVEL",
        "SPORT"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Марафоны мира: Как путешествовать и участвовать в марафонах",
          "paragraphs": [
            "Участие в марафонах по всему миру становится все более популярным видом активного отдыха и путешествий. Это позволяет спортсменам и любителям не только испытать свои силы, но и познакомиться с новыми культурами и местами.",
            "Марафоны часто проводятся в живописных и исторических местах, что делает участие в них особенно привлекательным для туристов. Это также способствует развитию местного туризма и экономики.",
            "Однако участие в международных марафонах требует тщательной подготовки, включая планирование поездки, акклиматизацию и учет особенностей трассы. Важно также учитывать возможные риски и принимать меры предосторожности.",
            "В заключение, участие в марафонах мира объединяет спорт и путешествия, предоставляя уникальные возможности для личного развития и открытия новых горизонтов."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "4836",
      "title": "Финтех революция",
      "subtitle": "Изменения в банковской системе благодаря IT",
      "img": "https://picsum.photos/300/300?random=1112",
      "views": 829,
      "createdAt": "23.10.2020",
      "types": [
        "IT",
        "ECONOMIC"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Финтех революция: Изменения в банковской системе благодаря IT",
          "paragraphs": [
            "Финансовые технологии (финтех) радикально изменяют банковскую систему, предлагая новые решения для управления финансами, платежей и кредитования. Внедрение IT в банковскую сферу улучшает доступность и качество финансовых услуг.",
            "Одним из ключевых направлений является развитие мобильного банкинга и цифровых платежей, которые делают финансовые операции более удобными и быстрыми для пользователей.",
            "Финтех также способствует развитию новых моделей кредитования, таких как краудфандинг и peer-to-peer кредитование, которые расширяют доступ к финансированию для малого бизнеса и стартапов.",
            "В заключение, финтех революция продолжает трансформировать банковскую систему, предоставляя новые возможности для клиентов и стимулируя экономическое развитие."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "2383",
      "title": "Туризм и здоровье",
      "subtitle": "Влияние путешествий на психическое здоровье",
      "img": "https://picsum.photos/300/300?random=4150",
      "views": 732,
      "createdAt": "11.05.2022",
      "types": [
        "TRAVEL",
        "MEDICINE"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Туризм и здоровье: Влияние путешествий на психическое здоровье",
          "paragraphs": [
            "Путешествия оказывают положительное влияние на психическое здоровье, помогая людям справляться со стрессом, улучшать настроение и общее самочувствие. Изучение новых мест и культур способствует расширению кругозора и личностному росту.",
            "Перемена обстановки и отдых от повседневных забот позволяют снять напряжение и восстановить психическое равновесие. Это особенно важно для людей, работающих в условиях высокого стресса.",
            "Однако важно учитывать, что путешествия могут быть связаны с определенными рисками, такими как изменения во времени, акклиматизация и возможные проблемы со здоровьем. Поэтому важно тщательно планировать поездки и принимать меры предосторожности.",
            "В заключение, путешествия являются эффективным средством улучшения психического здоровья, предоставляя возможности для отдыха и личностного развития."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "1017",
      "title": "Экономическая стабильность",
      "subtitle": "Меры правительства для поддержки экономики",
      "img": "https://picsum.photos/300/300?random=4037",
      "views": 913,
      "createdAt": "06.05.2022",
      "types": [
        "ECONOMIC",
        "POLITICS"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Экономическая стабильность: Меры правительства для поддержки экономики",
          "paragraphs": [
            "Правительственные меры играют ключевую роль в обеспечении экономической стабильности, особенно в условиях кризисов и нестабильности. Эффективная экономическая политика помогает поддерживать рост и развитие страны.",
            "Одной из важных мер является стимулирование инвестиций в инфраструктуру и производство, что способствует созданию рабочих мест и повышению конкурентоспособности экономики.",
            "Фискальная и монетарная политика также играют важную роль в поддержке экономики. Снижение налогов и процентных ставок может стимулировать потребление и инвестиции, а также поддерживать малый и средний бизнес.",
            "В заключение, меры правительства для поддержки экономики требуют комплексного подхода и должны быть направлены на долгосрочное развитие и благосостояние населения."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "3620",
      "title": "Наука о данных в спорте",
      "subtitle": "Как аналитика меняет спортивные стратегии",
      "img": "https://picsum.photos/300/300?random=4511",
      "views": 652,
      "createdAt": "01.11.2024",
      "types": [
        "IT",
        "SPORT"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Наука о данных в спорте: Как аналитика меняет спортивные стратегии",
          "paragraphs": [
            "Аналитика данных играет все более важную роль в спорте, позволяя командам и спортсменам принимать обоснованные решения на основе объективной информации. Это способствует улучшению результатов и развитию новых стратегий.",
            "Сбор и анализ данных о физическом состоянии спортсменов, их выступлениях и тренировках помогает оптимизировать тренировочные процессы и снижать риск травм.",
            "Использование аналитических методов также позволяет разрабатывать тактические решения и стратегии для соревнований, учитывая слабые и сильные стороны соперников.",
            "В заключение, наука о данных в спорте открывает новые возможности для улучшения спортивных результатов и эффективного управления командами."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "2941",
      "title": "Политика здравоохранения",
      "subtitle": "Новые реформы и их влияние",
      "img": "https://picsum.photos/300/300?random=2741",
      "views": 835,
      "createdAt": "18.07.2021",
      "types": [
        "MEDICINE",
        "POLITICS"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Политика здравоохранения: Новые реформы и их влияние",
          "paragraphs": [
            "Новые реформы в области здравоохранения направлены на улучшение качества и доступности медицинской помощи. Введение новых технологий и методов лечения требует адаптации законодательной базы и регулирования.",
            "Реформы также включают улучшение условий труда медицинского персонала, увеличение финансирования и развитие инфраструктуры здравоохранения. Это способствует повышению качества медицинских услуг и удовлетворенности пациентов.",
            "Однако внедрение реформ может сталкиваться с трудностями, такими как сопротивление изменений со стороны медицинского сообщества и финансовые ограничения. Важно учитывать эти факторы при планировании и реализации реформ.",
            "В заключение, новые реформы в здравоохранении требуют комплексного подхода и должны быть направлены на долгосрочное улучшение системы здравоохранения."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "1595",
      "title": "IT в образовании",
      "subtitle": "Цифровые инструменты для улучшения обучения",
      "img": "https://picsum.photos/300/300?random=1114",
      "views": 485,
      "createdAt": "19.01.2023",
      "types": [
        "IT",
        "EDUCATION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "IT в образовании: Цифровые инструменты для улучшения обучения",
          "paragraphs": [
            "Цифровые инструменты играют важную роль в современном образовании, предоставляя новые возможности для обучения и развития учащихся. Использование IT в образовательном процессе способствует повышению его эффективности и доступности.",
            "Онлайн-платформы и образовательные приложения позволяют учителям и студентам взаимодействовать в реальном времени, обмениваться информацией и совместно решать задачи. Это особенно важно в условиях дистанционного обучения.",
            "Использование цифровых инструментов также способствует индивидуализации обучения, позволяя адаптировать образовательные программы под потребности каждого учащегося. Это помогает улучшить успеваемость и мотивацию к учебе.",
            "В заключение, внедрение IT в образование открывает новые горизонты для обучения и способствует развитию навыков, необходимых в современном мире."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "1728",
      "title": "Путешествие в Антарктику",
      "subtitle": "Экспедиции в крайний юг",
      "img": "https://picsum.photos/300/300?random=3183",
      "views": 580,
      "createdAt": "16.04.2023",
      "types": [
        "TRAVEL"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Путешествие в Антарктику: Экспедиции в крайний юг",
          "paragraphs": [
            "Экспедиции в Антарктику представляют собой уникальную возможность исследовать крайний юг планеты и ознакомиться с его уникальной природой. Эти путешествия привлекают ученых, исследователей и туристов, ищущих новые приключения.",
            "Антарктика известна своими экстремальными условиями и уникальными экосистемами, которые требуют специальной подготовки и оборудования для исследования. Путешественники могут увидеть ледники, пингвинов и другие редкие виды животных.",
            "Однако такие экспедиции связаны с определенными рисками и трудностями, включая суровые климатические условия и ограниченные ресурсы. Поэтому важно тщательно планировать поездки и соблюдать меры безопасности.",
            "В заключение, путешествие в Антарктику предоставляет уникальные возможности для открытия новых горизонтов и изучения одного из самых неизведанных регионов мира."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "193",
      "title": "Экономика образования",
      "subtitle": "Инвестиции в будущее образование",
      "img": "https://picsum.photos/300/300?random=2365",
      "views": 871,
      "createdAt": "24.01.2024",
      "types": [
        "ECONOMIC",
        "EDUCATION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Экономика образования: Инвестиции в будущее образование",
          "paragraphs": [
            "Инвестиции в образование играют ключевую роль в развитии общества и экономики. Качественное образование способствует подготовке квалифицированных кадров и стимулирует инновации и научные исследования.",
            "Финансирование образовательных учреждений и программ помогает улучшить инфраструктуру, повысить квалификацию преподавателей и разработать новые учебные материалы и технологии.",
            "Однако недостаточное финансирование может негативно сказаться на качестве образования и доступности образовательных услуг. Важно находить баланс между экономическими возможностями и потребностями образовательной системы.",
            "В заключение, инвестиции в образование являются долгосрочным вкладом в будущее, способствуя развитию общества и повышению его конкурентоспособности."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "3028",
      "title": "Пандемия и политика",
      "subtitle": "Уроки для глобальной политики здравоохранения",
      "img": "https://picsum.photos/300/300?random=4811",
      "views": 471,
      "createdAt": "17.11.2020",
      "types": [
        "MEDICINE",
        "POLITICS"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Пандемия и политика: Уроки для глобальной политики здравоохранения",
          "paragraphs": [
            "Пандемия COVID-19 оказала значительное влияние на глобальную политику здравоохранения, выявив слабые места и потребность в улучшении координации и подготовки. Важно учитывать эти уроки для предотвращения будущих кризисов.",
            "Одной из ключевых задач является улучшение системы мониторинга и раннего предупреждения о вспышках заболеваний. Это позволяет своевременно реагировать и принимать меры по сдерживанию распространения инфекций.",
            "Международное сотрудничество и обмен информацией играют важную роль в борьбе с пандемиями. Усиление координации между странами и организациями помогает более эффективно решать глобальные проблемы здравоохранения.",
            "В заключение, пандемия COVID-19 предоставила важные уроки для глобальной политики здравоохранения, требующие внимания и внедрения в практику для обеспечения готовности к будущим вызовам."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "3343",
      "title": "Эволюция в спорте",
      "subtitle": "Как технологии меняют игру",
      "img": "https://picsum.photos/300/300?random=4985",
      "views": 411,
      "createdAt": "19.08.2023",
      "types": [
        "SPORT",
        "IT"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Эволюция в спорте: Как технологии меняют игру",
          "paragraphs": [
            "Технологии играют ключевую роль в изменении правил и подходов в различных видах спорта. Внедрение новых технологий способствует повышению точности, скорости и безопасности в спортивных состязаниях.",
            "Использование видеоповторов и систем автоматического судейства помогает избежать ошибок и спорных ситуаций, обеспечивая справедливость результатов соревнований.",
            "Тренировочные программы и оборудование также претерпевают значительные изменения благодаря технологиям. Анализ данных и виртуальные тренировки помогают спортсменам достигать новых высот и улучшать свои результаты.",
            "В заключение, технологии продолжают изменять спорт, открывая новые возможности для развития и повышения качества соревнований."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "103",
      "title": "Культурный туризм",
      "subtitle": "Исследование культурных путешествий",
      "img": "https://picsum.photos/300/300?random=1476",
      "views": 501,
      "createdAt": "25.02.2023",
      "types": [
        "TRAVEL"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Культурный туризм: Исследование культурных путешествий",
          "paragraphs": [
            "Культурный туризм предоставляет уникальную возможность для погружения в различные культуры и традиции. Путешествия с целью изучения культуры способствуют взаимопониманию и обогащению знаний о мире.",
            "Посещение исторических мест, музеев и фестивалей позволяет туристам познакомиться с культурным наследием разных народов и ощутить дух прошлого и настоящего.",
            "Культурный туризм также способствует развитию местного бизнеса и сохранению культурных ценностей. Туристы, интересующиеся культурой, часто поддерживают местных ремесленников и художников.",
            "В заключение, культурный туризм играет важную роль в укреплении культурных связей и взаимопонимания между народами, способствуя глобальному культурному обмену."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "245",
      "title": "Блокчейн и экономика",
      "subtitle": "Влияние криптовалют на глобальные рынки",
      "img": "https://picsum.photos/300/300?random=1459",
      "views": 515,
      "createdAt": "28.04.2020",
      "types": [
        "IT",
        "ECONOMIC"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Блокчейн и экономика: Влияние криптовалют на глобальные рынки",
          "paragraphs": [
            "Блокчейн-технологии и криптовалюты оказывают значительное влияние на глобальные финансовые рынки, предлагая новые возможности для инвестиций, торговли и управления активами.",
            "Децентрализованные системы на основе блокчейна обеспечивают прозрачность и безопасность транзакций, снижая риски мошенничества и повышения эффективности финансовых операций.",
            "Криптовалюты также открывают новые возможности для финансирования стартапов и проектов через механизмы ICO и STO, что привлекает инвесторов и способствует развитию инноваций.",
            "В заключение, блокчейн и криптовалюты продолжают изменять экономический ландшафт, предоставляя новые инструменты и возможности для бизнеса и инвесторов."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "2570",
      "title": "Медицина будущего",
      "subtitle": "Как технологии трансформируют лечение",
      "img": "https://picsum.photos/300/300?random=4867",
      "views": 819,
      "createdAt": "23.02.2023",
      "types": [
        "MEDICINE",
        "IT"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Медицина будущего: Как технологии трансформируют лечение",
          "paragraphs": [
            "Технологии играют ключевую роль в трансформации медицины, предоставляя новые методы диагностики, лечения и профилактики заболеваний. Внедрение инновационных технологий улучшает качество медицинских услуг и увеличивает продолжительность жизни.",
            "Одним из примеров является использование искусственного интеллекта и машинного обучения для анализа медицинских данных и разработки персонализированных планов лечения.",
            "Телемедицина и мобильные медицинские приложения позволяют пациентам получать консультации и медицинскую помощь удаленно, что особенно важно в условиях ограниченного доступа к медицинским учреждениям.",
            "В заключение, технологии продолжают трансформировать медицину, предоставляя новые возможности для улучшения здоровья и качества жизни людей."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "2924",
      "title": "Политические санкции",
      "subtitle": "Экономические последствия глобальных санкций",
      "img": "https://picsum.photos/300/300?random=3456",
      "views": 907,
      "createdAt": "09.04.2021",
      "types": [
        "POLITICS",
        "ECONOMIC"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Политические санкции: Экономические последствия глобальных санкций",
          "paragraphs": [
            "Политические санкции оказывают значительное влияние на глобальные рынки и экономику стран, против которых они направлены. Эти меры могут приводить к экономическим потерям, снижению инвестиций и ухудшению торговых отношений.",
            "Санкции часто затрагивают ключевые сектора экономики, такие как энергетика, финансы и технологии, ограничивая возможности для их развития и сотрудничества с иностранными партнерами.",
            "Однако санкции также могут стимулировать развитие внутреннего производства и поиск альтернативных рынков сбыта, способствуя диверсификации экономики.",
            "В заключение, политические санкции имеют как негативные, так и позитивные последствия для экономики, и их эффективность зависит от множества факторов, включая реакцию затронутых стран и международное сотрудничество."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "966",
      "title": "Технологии и туризм",
      "subtitle": "Инновации для путешественников",
      "img": "https://picsum.photos/300/300?random=4779",
      "views": 424,
      "createdAt": "16.04.2024",
      "types": [
        "IT",
        "TRAVEL"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Технологии и туризм: Инновации для путешественников",
          "paragraphs": [
            "Технологии играют все более важную роль в индустрии туризма, предоставляя путешественникам новые инструменты для планирования и организации своих поездок. Инновации делают путешествия более удобными, безопасными и интересными.",
            "Мобильные приложения и онлайн-платформы позволяют бронировать билеты, отели и экскурсии в несколько кликов, что значительно упрощает процесс планирования путешествий.",
            "Технологии виртуальной и дополненной реальности предоставляют возможность изучать достопримечательности и планировать маршруты еще до поездки, что помогает туристам лучше подготовиться и получить больше удовольствия от путешествий.",
            "В заключение, внедрение технологий в туризм открывает новые горизонты для путешественников, делая их опыт более насыщенным и удобным."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "3224",
      "title": "Спортивная фармакология",
      "subtitle": "Использование медицины в профессиональном спорте",
      "img": "https://picsum.photos/300/300?random=3567",
      "views": 989,
      "createdAt": "04.05.2024",
      "types": [
        "MEDICINE",
        "SPORT"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Спортивная фармакология: Использование медицины в профессиональном спорте",
          "paragraphs": [
            "Медицина играет важную роль в профессиональном спорте, предоставляя спортсменам возможность улучшать свои результаты и восстанавливаться после травм. Спортивная фармакология включает использование различных медицинских препаратов и методов для поддержания здоровья и повышения физической формы.",
            "Использование фармакологических средств помогает спортсменам быстрее восстанавливаться после интенсивных тренировок и соревнований, а также предотвращать и лечить травмы.",
            "Однако важно учитывать этические и юридические аспекты использования фармакологии в спорте. Необходимо соблюдать правила антидопинговых агентств и избегать использования запрещенных веществ.",
            "В заключение, спортивная фармакология предоставляет значительные возможности для улучшения результатов спортсменов, но требует внимательного и ответственного подхода."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "3030",
      "title": "Политика и технологии",
      "subtitle": "Как законодательство влияет на инновации",
      "img": "https://picsum.photos/300/300?random=3929",
      "views": 566,
      "createdAt": "13.01.2023",
      "types": [
        "POLITICS",
        "IT"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Политика и технологии: Как законодательство влияет на инновации",
          "paragraphs": [
            "Законодательство играет важную роль в развитии инноваций и технологий, создавая условия для их внедрения и использования. Политические решения и регулирование могут как стимулировать, так и сдерживать технологический прогресс.",
            "Поддержка научных исследований и разработок через гранты и налоговые льготы способствует развитию новых технологий и их коммерциализации. Это стимулирует инновации и повышает конкурентоспособность экономики.",
            "Однако чрезмерное регулирование и бюрократия могут затруднять внедрение новых технологий и инновационных продуктов. Важно находить баланс между регулированием и свободой для развития технологий.",
            "В заключение, политика и законодательство играют ключевую роль в формировании условий для развития технологий и инноваций, и необходимо учитывать их влияние на экономику и общество."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "2846",
      "title": "Экономические стратегии",
      "subtitle": "Планирование развития в кризисные времена",
      "img": "https://picsum.photos/300/300?random=746",
      "views": 316,
      "createdAt": "13.09.2021",
      "types": [
        "ECONOMIC"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Экономические стратегии: Планирование развития в кризисные времена",
          "paragraphs": [
            "Экономические кризисы требуют разработки стратегий, направленных на стабилизацию и восстановление экономики. Планирование и реализация антикризисных мер помогают минимизировать негативные последствия и ускорить выход из кризиса.",
            "Одной из важных стратегий является поддержка малого и среднего бизнеса, который является основой экономики. Финансовая помощь, налоговые льготы и упрощение регуляторных требований способствуют выживанию и развитию бизнеса в кризисных условиях.",
            "Инвестиции в инфраструктуру и инновации также играют ключевую роль в антикризисных стратегиях, создавая рабочие места и стимулируя экономический рост.",
            "В заключение, эффективное планирование и реализация экономических стратегий в кризисные времена требуют комплексного подхода и тесного взаимодействия между государством, бизнесом и обществом."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "1852",
      "title": "Путешествия по России",
      "subtitle": "Открытие неизведанных уголков страны",
      "img": "https://picsum.photos/300/300?random=3945",
      "views": 887,
      "createdAt": "29.10.2021",
      "types": [
        "TRAVEL"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Путешествия по России: Открытие неизведанных уголков страны",
          "paragraphs": [
            "Путешествия по России предоставляют уникальные возможности для изучения богатого культурного и природного наследия страны. Туристы могут открыть для себя неизведанные уголки, наслаждаясь разнообразием ландшафтов и культур.",
            "Россия предлагает множество маршрутов для путешествий, включая исторические города, природные заповедники и культурные центры. Каждое место имеет свои уникальные особенности и привлекательность.",
            "Путешествия по России также способствуют развитию внутреннего туризма и поддержке местного бизнеса, что особенно важно для регионов с туристическим потенциалом.",
            "В заключение, путешествия по России открывают новые горизонты для туристов и способствуют сохранению и популяризации культурного и природного наследия страны."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "2770",
      "title": "Спорт и общество",
      "subtitle": "Влияние спортивных мероприятий на культуру",
      "img": "https://picsum.photos/300/300?random=4864",
      "views": 883,
      "createdAt": "09.04.2023",
      "types": [
        "SPORT",
        "SOCIAL"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Спорт и общество: Влияние спортивных мероприятий на культуру",
          "paragraphs": [
            "Спортивные мероприятия оказывают значительное влияние на культуру и общество, объединяя людей и формируя общие ценности и традиции. Спорт способствует развитию чувства единства и патриотизма.",
            "Массовые спортивные события, такие как Олимпийские игры и чемпионаты мира, привлекают внимание миллионов людей по всему миру, способствуя культурному обмену и взаимопониманию между народами.",
            "Спорт также играет важную роль в воспитании молодежи, развивая у них лидерские качества, дисциплину и командный дух. Участие в спортивных соревнованиях помогает формировать здоровый образ жизни и позитивные социальные навыки.",
            "В заключение, влияние спортивных мероприятий на культуру многогранно и важно для развития общества. Спорт объединяет людей, способствует культурному обмену и развитию позитивных социальных качеств."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "3124",
      "title": "IT стартапы",
      "subtitle": "Как молодые компании меняют рынок",
      "img": "https://picsum.photos/300/300?random=3572",
      "views": 991,
      "createdAt": "20.12.2020",
      "types": [
        "IT",
        "BUSINESS"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "IT стартапы: Как молодые компании меняют рынок",
          "paragraphs": [
            "IT стартапы играют важную роль в современном бизнесе, предлагая инновационные решения и изменяя устоявшиеся рыночные структуры. Молодые компании часто оказываются на передовой технологических изменений и открывают новые горизонты для бизнеса.",
            "Стартапы в IT-сфере предлагают инновационные продукты и услуги, такие как облачные технологии, искусственный интеллект и блокчейн, которые кардинально изменяют способы ведения бизнеса и взаимодействия с клиентами.",
            "Поддержка стартапов, включая инвестиции, акселераторы и инкубаторы, способствует их быстрому росту и развитию. Успешные стартапы могут превратиться в крупные компании, оказывающие значительное влияние на мировой рынок.",
            "В заключение, IT стартапы являются двигателем инноваций и изменений в бизнесе, предлагая новые возможности для развития и улучшения экономической среды."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "4863",
      "title": "Путешествие в космос",
      "subtitle": "Туризм на новом фронтире",
      "img": "https://picsum.photos/300/300?random=4544",
      "views": 685,
      "createdAt": "03.03.2024",
      "types": [
        "TRAVEL",
        "SCIENCE"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Путешествие в космос: Туризм на новом фронтире",
          "paragraphs": [
            "Космический туризм становится реальностью, открывая новые возможности для путешественников и научных исследований. Путешествия в космос предоставляют уникальные впечатления и позволяют увидеть Землю с новой перспективы.",
            "Развитие частных космических компаний, таких как SpaceX и Blue Origin, делает космические путешествия более доступными и безопасными. Это открывает новые возможности для туристов и исследователей.",
            "Космический туризм также способствует развитию научных исследований и технологий, необходимых для длительных космических миссий и колонизации других планет. Это важный шаг на пути к освоению космоса.",
            "В заключение, космический туризм представляет собой новый и захватывающий фронтир, открывающий уникальные возможности для путешественников и ученых, способствуя развитию науки и технологий."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "786",
      "title": "Здоровье нации",
      "subtitle": "Программы улучшения здоровья населения",
      "img": "https://picsum.photos/300/300?random=2620",
      "views": 864,
      "createdAt": "06.06.2020",
      "types": [
        "MEDICINE",
        "SOCIAL"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Здоровье нации: Программы улучшения здоровья населения",
          "paragraphs": [
            "Программы улучшения здоровья населения играют ключевую роль в повышении качества жизни и продолжительности жизни людей. Эти программы направлены на профилактику заболеваний, пропаганду здорового образа жизни и улучшение медицинских услуг.",
            "Программы вакцинации, скрининга и профилактики заболеваний помогают снизить заболеваемость и смертность от инфекционных и хронических заболеваний. Это важные меры для обеспечения общественного здоровья.",
            "Пропаганда здорового образа жизни, включая физическую активность, правильное питание и отказ от вредных привычек, способствует улучшению общего состояния здоровья населения и снижению риска развития заболеваний.",
            "В заключение, программы улучшения здоровья населения требуют комплексного подхода и тесного сотрудничества между государством, медицинскими учреждениями и обществом для достижения лучших результатов."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "658",
      "title": "Политика и образование",
      "subtitle": "Влияние политики на систему образования",
      "img": "https://picsum.photos/300/300?random=1136",
      "views": 495,
      "createdAt": "05.09.2023",
      "types": [
        "POLITICS",
        "EDUCATION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Политика и образование: Влияние политики на систему образования",
          "paragraphs": [
            "Политика оказывает значительное влияние на систему образования, определяя приоритеты и направления развития образовательных программ и учреждений. Государственные решения и законодательство формируют условия для обучения и развития учащихся.",
            "Финансирование образования, разработка стандартов и учебных программ, а также поддержка педагогических кадров являются важными аспектами государственной образовательной политики.",
            "Политические реформы могут способствовать улучшению качества образования и доступности образовательных услуг, однако они также могут сталкиваться с сопротивлением и вызовами на пути к реализации.",
            "В заключение, влияние политики на систему образования многогранно и требует внимательного подхода для обеспечения высокого качества и доступности образовательных услуг."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "1044",
      "title": "Спорт и лидерство",
      "subtitle": "Как спорт формирует лидерские качества",
      "img": "https://picsum.photos/300/300?random=4479",
      "views": 991,
      "createdAt": "20.02.2020",
      "types": [
        "SPORT",
        "BUSINESS"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Спорт и лидерство: Как спорт формирует лидерские качества",
          "paragraphs": [
            "Спорт играет важную роль в формировании лидерских качеств, развивая у людей уверенность в себе, умение принимать решения и работать в команде. Эти навыки важны как в спорте, так и в бизнесе и жизни.",
            "Участие в спортивных соревнованиях помогает развивать навыки лидерства, такие как стратегическое мышление, ответственность и способность вдохновлять других на достижение общих целей.",
            "Спорт также учит справляться с неудачами и преодолевать трудности, что является важным качеством для лидеров в любой сфере деятельности.",
            "В заключение, спорт является эффективным инструментом для развития лидерских качеств, способствуя личностному росту и успешной карьере."
          ]
        }
      ],
      "userId": 3
    },
    {
      "id": "4905",
      "title": "Кибербезопасность",
      "subtitle": "Защита данных в цифровую эпоху",
      "img": "https://picsum.photos/300/300?random=1983",
      "views": 952,
      "createdAt": "09.09.2023",
      "types": [
        "IT",
        "SECURITY"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Кибербезопасность: Защита данных в цифровую эпоху",
          "paragraphs": [
            "Кибербезопасность становится все более важной в цифровую эпоху, когда данные и информация играют ключевую роль в жизни и бизнесе. Защита данных от кибератак и утечек является приоритетом для организаций и частных лиц.",
            "Современные методы киберзащиты включают использование шифрования, многофакторной аутентификации и антивирусного программного обеспечения. Эти меры помогают предотвратить несанкционированный доступ и защитить конфиденциальные данные.",
            "Обучение сотрудников и пользователей основам кибербезопасности также играет важную роль в предотвращении кибератак. Осведомленность о возможных угрозах и правильное поведение в сети способствуют общей безопасности.",
            "В заключение, кибербезопасность требует комплексного подхода и постоянного обновления методов защиты для обеспечения безопасности данных в условиях быстро развивающихся технологий."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "2129",
      "title": "Туризм и экология",
      "subtitle": "Сохранение природы во время путешествий",
      "img": "https://picsum.photos/300/300?random=204",
      "views": 311,
      "createdAt": "12.09.2021",
      "types": [
        "TRAVEL",
        "ENVIRONMENT"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Туризм и экология: Сохранение природы во время путешествий",
          "paragraphs": [
            "Экологический туризм становится все более популярным, так как люди стремятся сохранить природу и минимизировать негативное воздействие на окружающую среду. Это направление туризма предполагает ответственное отношение к природным ресурсам и уважение к местной культуре.",
            "Использование экологически чистых транспортных средств, отказ от одноразовых пластиковых изделий и поддержка местных экоинициатив помогают сократить негативное влияние на природу во время путешествий.",
            "Экотуризм также включает посещение природных заповедников и национальных парков, где туристы могут наслаждаться красотой природы и вносить вклад в ее сохранение через оплату входных билетов и участие в волонтерских программах.",
            "В заключение, туризм и экология могут гармонично сосуществовать при условии ответственного подхода и уважения к окружающей среде, что способствует сохранению природного наследия для будущих поколений."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "4899",
      "title": "Экономика и инновации",
      "subtitle": "Технологическое влияние на экономический рост",
      "img": "https://picsum.photos/300/300?random=691",
      "views": 729,
      "createdAt": "15.12.2024",
      "types": [
        "ECONOMIC",
        "TECHNOLOGY"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Экономика и инновации: Технологическое влияние на экономический рост",
          "paragraphs": [
            "Технологические инновации играют ключевую роль в стимулировании экономического роста и развития. Внедрение новых технологий улучшает производительность, создает новые рабочие места и открывает новые рынки.",
            "Инновации в таких областях, как искусственный интеллект, биотехнологии и возобновляемая энергия, способствуют трансформации традиционных отраслей и развитию новых секторов экономики.",
            "Государственная поддержка научных исследований и разработок, а также создание благоприятных условий для стартапов и предпринимателей, помогает ускорить внедрение инноваций и повысить конкурентоспособность экономики.",
            "В заключение, экономика и инновации взаимосвязаны, и технологический прогресс является важным фактором для достижения устойчивого экономического роста и улучшения качества жизни."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "3825",
      "title": "Медицинская этика",
      "subtitle": "Моральные дилеммы в современной медицине",
      "img": "https://picsum.photos/300/300?random=2909",
      "views": 543,
      "createdAt": "09.06.2022",
      "types": [
        "MEDICINE",
        "ETHICS"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Медицинская этика: Моральные дилеммы в современной медицине",
          "paragraphs": [
            "Современная медицина сталкивается с рядом моральных и этических дилемм, которые требуют внимательного подхода и взвешенных решений. Медицинская этика включает принципы уважения к личности, справедливости, благополучия и автономии пациента.",
            "Одной из ключевых этических проблем является вопрос согласия на медицинское вмешательство. Важно, чтобы пациенты были полностью информированы о своих правах и возможных рисках лечения.",
            "Этические вопросы также возникают в области генной инженерии, эвтаназии и использования экспериментальных методов лечения. Эти темы требуют общественного обсуждения и разработки четких этических норм и стандартов.",
            "В заключение, медицинская этика играет важную роль в обеспечении качественной и справедливой медицинской помощи, и требует постоянного внимания и совершенствования."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "3456",
      "title": "Политический кризис",
      "subtitle": "Как управлять государством в условиях нестабильности",
      "img": "https://picsum.photos/300/300?random=4032",
      "views": 682,
      "createdAt": "04.06.2021",
      "types": [
        "POLITICS"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Политический кризис: Как управлять государством в условиях нестабильности",
          "paragraphs": [
            "Политический кризис представляет серьезные вызовы для управления государством и требует быстрой и эффективной реакции. Важно сохранять стабильность и доверие граждан к правительству в условиях нестабильности.",
            "Одной из ключевых задач в условиях политического кризиса является поддержание порядка и обеспечение безопасности. Это требует тесного взаимодействия между различными государственными структурами и общественными организациями.",
            "Управление в условиях кризиса также включает эффективное коммуникацию с гражданами и международными партнерами, а также принятие мер по стабилизации экономики и социальной сферы.",
            "В заключение, успешное управление государством в условиях политического кризиса требует гибкости, решительности и способности адаптироваться к быстро меняющимся условиям."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "754",
      "title": "Спорт и психология",
      "subtitle": "Психологические аспекты профессионального спорта",
      "img": "https://picsum.photos/300/300?random=3095",
      "views": 719,
      "createdAt": "27.11.2023",
      "types": [
        "SPORT",
        "PSYCHOLOGY"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Спорт и психология: Психологические аспекты профессионального спорта",
          "paragraphs": [
            "Психология играет важную роль в профессиональном спорте, оказывая влияние на результаты и состояние спортсменов. Психологические аспекты, такие как мотивация, стресс и уверенность в себе, являются ключевыми для достижения успеха.",
            "Спортивные психологи помогают спортсменам развивать навыки концентрации, управлять эмоциями и преодолевать психологические барьеры. Это способствует улучшению их результатов и общего состояния.",
            "Психологическая подготовка также включает работу с командной динамикой и лидерством, что особенно важно в командных видах спорта. Эффективное взаимодействие и поддержка внутри команды способствуют достижению общих целей.",
            "В заключение, психологические аспекты профессионального спорта играют важную роль в достижении высоких результатов и требуют внимания со стороны тренеров и специалистов."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "1467",
      "title": "Глобальное потепление",
      "subtitle": "Как изменения климата влияют на экономику",
      "img": "https://picsum.photos/300/300?random=3503",
      "views": 358,
      "createdAt": "01.09.2022",
      "types": [
        "ENVIRONMENT",
        "ECONOMIC"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Глобальное потепление: Как изменения климата влияют на экономику",
          "paragraphs": [
            "Глобальное потепление оказывает значительное влияние на мировую экономику, вызывая изменения в сельском хозяйстве, энергетике и других секторах. Повышение температуры и изменение погодных условий влияют на производственные процессы и доступ к ресурсам.",
            "Сельское хозяйство страдает от экстремальных погодных явлений, таких как засухи и наводнения, что приводит к снижению урожаев и повышению цен на продукты питания. Это особенно сильно сказывается на развивающихся странах.",
            "Энергетический сектор также сталкивается с вызовами, связанными с глобальным потеплением. Увеличение потребления энергии для кондиционирования воздуха и снижение эффективности гидроэлектростанций требуют адаптации и поиска новых решений.",
            "В заключение, глобальное потепление требует активных действий по адаптации и снижению выбросов парниковых газов для минимизации его негативных последствий на экономику и окружающую среду."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "4388",
      "title": "IT и глобализация",
      "subtitle": "Влияние технологий на мировую интеграцию",
      "img": "https://picsum.photos/300/300?random=3626",
      "views": 439,
      "createdAt": "30.01.2024",
      "types": [
        "IT",
        "GLOBAL"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "IT и глобализация: Влияние технологий на мировую интеграцию",
          "paragraphs": [
            "Информационные технологии играют ключевую роль в процессе глобализации, способствуя ускорению обмена информацией и товарами, а также развитию международного сотрудничества. Технологии создают новые возможности для бизнеса и коммуникаций.",
            "Современные средства связи и интернет позволяют компаниям работать на глобальном рынке, сокращая расстояния и временные затраты. Это способствует увеличению конкуренции и улучшению качества товаров и услуг.",
            "Технологии также способствуют культурному обмену и взаимопониманию между народами, предоставляя доступ к информации и возможностям для обучения и сотрудничества. Это укрепляет международные связи и содействует мирному сосуществованию.",
            "В заключение, IT и глобализация тесно взаимосвязаны, и развитие технологий продолжает изменять мир, делая его более интегрированным и взаимозависимым."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "3411",
      "title": "Туристические тренды",
      "subtitle": "Что будет популярно в следующем году",
      "img": "https://picsum.photos/300/300?random=2922",
      "views": 784,
      "createdAt": "17.12.2024",
      "types": [
        "TRAVEL",
        "TRENDS"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Туристические тренды: Что будет популярно в следующем году",
          "paragraphs": [
            "Туристические тренды постоянно меняются, отражая предпочтения и ожидания путешественников. В следующем году ожидается рост интереса к устойчивому туризму, цифровым технологиям и новым направлениям для путешествий.",
            "Стабильный туризм, включающий экологические практики и поддержку местных сообществ, становится все более популярным. Путешественники ищут способы минимизировать свое воздействие на окружающую среду и поддержать устойчивое развитие.",
            "Цифровые технологии продолжают трансформировать туристическую индустрию, предлагая новые инструменты для планирования и организации путешествий. Виртуальные туры, мобильные приложения и умные устройства делают путешествия более удобными и персонализированными.",
            "В заключение, туристические тренды следующего года будут отражать стремление путешественников к устойчивости, инновациям и новым впечатлениям, открывая новые возможности для индустрии туризма."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "2335",
      "title": "Экономика и здоровье",
      "subtitle": "Финансовое состояние здравоохранения",
      "img": "https://picsum.photos/300/300?random=2108",
      "views": 592,
      "createdAt": "05.01.2020",
      "types": [
        "ECONOMIC",
        "HEALTH"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Экономика и здоровье: Финансовое состояние здравоохранения",
          "paragraphs": [
            "Финансовое состояние здравоохранения играет ключевую роль в обеспечении доступности и качества медицинских услуг. Экономические ресурсы позволяют развивать медицинскую инфраструктуру, обучать персонал и внедрять инновационные технологии.",
            "Инвестиции в здравоохранение способствуют улучшению здоровья населения, что, в свою очередь, положительно сказывается на экономике страны. Здоровое население более продуктивно и меньше тратит на лечение хронических заболеваний.",
            "Финансовые кризисы и бюджетные ограничения могут негативно влиять на систему здравоохранения, снижая доступность и качество медицинских услуг. Важно находить баланс между экономическими возможностями и потребностями здравоохранения.",
            "В заключение, финансовое состояние здравоохранения требует постоянного внимания и инвестиций для обеспечения устойчивого развития и улучшения здоровья населения."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "3302",
      "title": "Политика и технологии",
      "subtitle": "Регулирование технологического прогресса",
      "img": "https://picsum.photos/300/300?random=1462",
      "views": 519,
      "createdAt": "25.08.2024",
      "types": [
        "POLITICS",
        "TECHNOLOGY"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Политика и технологии: Регулирование технологического прогресса",
          "paragraphs": [
            "Регулирование технологического прогресса играет важную роль в обеспечении безопасного и устойчивого развития инноваций. Политика и законодательство должны учитывать баланс между свободой для инноваций и защитой общественных интересов.",
            "Государственные регуляторы разрабатывают законы и стандарты, направленные на защиту данных, этическое использование технологий и обеспечение справедливой конкуренции. Это способствует созданию безопасной и стабильной технологической среды.",
            "Однако чрезмерное регулирование может замедлять внедрение инноваций и ограничивать возможности для стартапов и предпринимателей. Важно находить баланс между регулированием и поддержкой технологического прогресса.",
            "В заключение, регулирование технологического прогресса должно быть гибким и адаптивным, чтобы поддерживать развитие инноваций и одновременно защищать интересы общества."
          ]
        }
      ],
      "userId": 1
    },
    {
      "id": "1273",
      "title": "Спорт и наука",
      "subtitle": "Научные подходы в тренировках",
      "img": "https://picsum.photos/300/300?random=2292",
      "views": 908,
      "createdAt": "08.11.2023",
      "types": [
        "SPORT",
        "SCIENCE"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Спорт и наука: Научные подходы в тренировках",
          "paragraphs": [
            "Научные подходы в тренировках играют важную роль в профессиональном спорте, помогая спортсменам достигать высоких результатов и избегать травм. Использование научных методов и технологий позволяет оптимизировать тренировочный процесс и улучшить физическую подготовку.",
            "Анализ данных, биомеханика и спортивная медицина помогают тренерам и спортсменам разрабатывать индивидуальные программы тренировок, учитывать физические и психологические особенности спортсмена и корректировать нагрузки.",
            "Научные исследования в области спорта также способствуют разработке новых методов восстановления и реабилитации, что позволяет спортсменам быстрее восстанавливаться после нагрузок и травм.",
            "В заключение, научные подходы в тренировках играют ключевую роль в профессиональном спорте, способствуя достижению высоких результатов и поддержанию здоровья спортсменов."
          ]
        }
      ],
      "userId": 2
    },
    {
      "id": "948",
      "title": "Путешествие и культура",
      "subtitle": "Изучение культур через туризм",
      "img": "https://picsum.photos/300/300?random=3672",
      "views": 514,
      "createdAt": "30.12.2020",
      "types": [
        "TRAVEL",
        "CULTURE"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Путешествие и культура: Изучение культур через туризм",
          "paragraphs": [
            "Путешествие и культура тесно связаны, так как туризм предоставляет уникальные возможности для изучения и понимания различных культур. Путешественники могут познакомиться с традициями, обычаями и образом жизни людей в разных странах.",
            "Культурный туризм включает посещение исторических памятников, музеев, фестивалей и других культурных мероприятий. Это помогает расширить кругозор, обогатить знания и получить новые впечатления.",
            "Взаимодействие с местными жителями и участие в культурных мероприятиях позволяют глубже понять культуру и ценности другой страны. Это способствует укреплению международного взаимопонимания и толерантности.",
            "В заключение, путешествие и культура играют важную роль в обогащении личного опыта и укреплении международных связей, способствуя культурному обмену и взаимопониманию."
          ]
        }
      ],
      "userId": 3
    }
  ],
  "comments": [
    {
      "id": "1",
      "text": "Технологии AI открывают новые возможности в лечении.",
      "articleId": "1",
      "userId": "1"
    },
    {
      "id": "2",
      "text": "ИИ действительно меняет медицину.",
      "articleId": "1",
      "userId": "2"
    },
    {
      "id": "3",
      "text": "Технологии AI открывают новые возможности в лечении.",
      "articleId": "1",
      "userId": "2"
    },
    {
      "id": "1",
      "text": "Технологии AI открывают новые возможности в лечении.",
      "articleId": "462",
      "userId": "1"
    },
    {
      "id": "2",
      "text": "ИИ действительно меняет медицину.",
      "articleId": "462",
      "userId": "2"
    },
    {
      "id": "3",
      "text": "Технологии AI открывают новые возможности в лечении.",
      "articleId": "462",
      "userId": "2"
    },
    {
      "id": "4",
      "text": "ИИ действительно меняет медицину.",
      "articleId": "462",
      "userId": "3"
    },
    {
      "id": "5",
      "text": "Туризм способствует развитию инфраструктуры.",
      "articleId": "1274",
      "userId": "3"
    },
    {
      "id": "6",
      "text": "Туризм играет важную роль в экономике.",
      "articleId": "1274",
      "userId": "3"
    },
    {
      "id": "7",
      "text": "Туризм способствует развитию инфраструктуры.",
      "articleId": "1274",
      "userId": "3"
    },
    {
      "id": "8",
      "text": "Экономические изменения влияют на рынки.",
      "articleId": "126",
      "userId": "3"
    },
    {
      "id": "9",
      "text": "Полезная информация для инвесторов.",
      "articleId": "126",
      "userId": "1"
    },
    {
      "id": "10",
      "text": "Рост экономики ведет к увеличению акций.",
      "articleId": "126",
      "userId": "1"
    },
    {
      "id": "11",
      "text": "Рост экономики ведет к увеличению акций.",
      "articleId": "126",
      "userId": "2"
    },
    {
      "id": "12",
      "text": "Политика и вакцинация тесно связаны.",
      "articleId": "2276",
      "userId": "3"
    },
    {
      "id": "13",
      "text": "Доступность вакцин - важная тема.",
      "articleId": "2276",
      "userId": "3"
    },
    {
      "id": "14",
      "text": "Полезный анализ политических аспектов вакцинации.",
      "articleId": "2276",
      "userId": "2"
    },
    {
      "id": "15",
      "text": "Международные аспекты вакцинации интересны.",
      "articleId": "2276",
      "userId": "3"
    },
    {
      "id": "16",
      "text": "Физическая активность важна для здоровья.",
      "articleId": "4291",
      "userId": "3"
    },
    {
      "id": "17",
      "text": "Социальная интеграция через спорт.",
      "articleId": "4291",
      "userId": "3"
    },
    {
      "id": "18",
      "text": "Физическая активность важна для здоровья.",
      "articleId": "4291",
      "userId": "2"
    },
    {
      "id": "19",
      "text": "Физическая активность важна для здоровья.",
      "articleId": "4291",
      "userId": "3"
    },
    {
      "id": "20",
      "text": "Датчики и устройства в спорте.",
      "articleId": "954",
      "userId": "2"
    },
    {
      "id": "21",
      "text": "Технологии меняют спорт.",
      "articleId": "954",
      "userId": "1"
    },
    {
      "id": "22",
      "text": "Инновации улучшают результаты спортсменов.",
      "articleId": "954",
      "userId": "1"
    },
    {
      "id": "23",
      "text": "Технологии меняют спорт.",
      "articleId": "954",
      "userId": "2"
    },
    {
      "id": "24",
      "text": "Технологии помогают сделать путешествия безопаснее.",
      "articleId": "3718",
      "userId": "3"
    },
    {
      "id": "25",
      "text": "Умные устройства для мониторинга здоровья.",
      "articleId": "3718",
      "userId": "2"
    },
    {
      "id": "26",
      "text": "Технологии помогают сделать путешествия безопаснее.",
      "articleId": "3718",
      "userId": "2"
    },
    {
      "id": "27",
      "text": "Влияние туризма на экономику Парижа.",
      "articleId": "1147",
      "userId": "2"
    },
    {
      "id": "28",
      "text": "Влияние туризма на экономику Парижа.",
      "articleId": "1147",
      "userId": "1"
    },
    {
      "id": "29",
      "text": "Массовый туризм и его последствия.",
      "articleId": "1147",
      "userId": "2"
    },
    {
      "id": "30",
      "text": "Экономическая стабильность и медицинская помощь.",
      "articleId": "1871",
      "userId": "1"
    },
    {
      "id": "31",
      "text": "Экономическая стабильность и медицинская помощь.",
      "articleId": "1871",
      "userId": "1"
    },
    {
      "id": "32",
      "text": "Бюджетные ограничения и их влияние.",
      "articleId": "1871",
      "userId": "1"
    },
    {
      "id": "33",
      "text": "Инвестиции в здравоохранение улучшают услуги.",
      "articleId": "1871",
      "userId": "2"
    },
    {
      "id": "34",
      "text": "Политика влияет на спорт.",
      "articleId": "3517",
      "userId": "1"
    },
    {
      "id": "35",
      "text": "Государственные решения и спортивные мероприятия.",
      "articleId": "3517",
      "userId": "2"
    },
    {
      "id": "36",
      "text": "Политические конфликты и спорт.",
      "articleId": "3517",
      "userId": "2"
    },
    {
      "id": "37",
      "text": "Государственные решения и спортивные мероприятия.",
      "articleId": "3517",
      "userId": "3"
    },
    {
      "id": "38",
      "text": "Интересная статья!",
      "articleId": "1815",
      "userId": "1"
    },
    {
      "id": "39",
      "text": "Интересная статья!",
      "articleId": "1815",
      "userId": "1"
    },
    {
      "id": "40",
      "text": "Интересная статья!",
      "articleId": "1815",
      "userId": "1"
    },
    {
      "id": "41",
      "text": "Интересная статья!",
      "articleId": "370",
      "userId": "2"
    },
    {
      "id": "42",
      "text": "Интересная статья!",
      "articleId": "370",
      "userId": "3"
    },
    {
      "id": "43",
      "text": "Интересная статья!",
      "articleId": "370",
      "userId": "2"
    },
    {
      "id": "44",
      "text": "Интересная статья!",
      "articleId": "4836",
      "userId": "2"
    },
    {
      "id": "45",
      "text": "Интересная статья!",
      "articleId": "4836",
      "userId": "1"
    },
    {
      "id": "46",
      "text": "Интересная статья!",
      "articleId": "4836",
      "userId": "3"
    },
    {
      "id": "47",
      "text": "Интересная статья!",
      "articleId": "2383",
      "userId": "2"
    },
    {
      "id": "48",
      "text": "Интересная статья!",
      "articleId": "2383",
      "userId": "3"
    },
    {
      "id": "49",
      "text": "Интересная статья!",
      "articleId": "2383",
      "userId": "1"
    },
    {
      "id": "50",
      "text": "Интересная статья!",
      "articleId": "1017",
      "userId": "2"
    },
    {
      "id": "51",
      "text": "Интересная статья!",
      "articleId": "1017",
      "userId": "2"
    },
    {
      "id": "52",
      "text": "Интересная статья!",
      "articleId": "1017",
      "userId": "1"
    },
    {
      "id": "53",
      "text": "Интересная статья!",
      "articleId": "1017",
      "userId": "3"
    },
    {
      "id": "54",
      "text": "Интересная статья!",
      "articleId": "3620",
      "userId": "3"
    },
    {
      "id": "55",
      "text": "Интересная статья!",
      "articleId": "3620",
      "userId": "1"
    },
    {
      "id": "56",
      "text": "Интересная статья!",
      "articleId": "3620",
      "userId": "3"
    },
    {
      "id": "57",
      "text": "Интересная статья!",
      "articleId": "3620",
      "userId": "1"
    },
    {
      "id": "58",
      "text": "Интересная статья!",
      "articleId": "2941",
      "userId": "1"
    },
    {
      "id": "59",
      "text": "Интересная статья!",
      "articleId": "2941",
      "userId": "1"
    },
    {
      "id": "60",
      "text": "Интересная статья!",
      "articleId": "2941",
      "userId": "2"
    },
    {
      "id": "61",
      "text": "Интересная статья!",
      "articleId": "1595",
      "userId": "2"
    },
    {
      "id": "62",
      "text": "Интересная статья!",
      "articleId": "1595",
      "userId": "1"
    },
    {
      "id": "63",
      "text": "Интересная статья!",
      "articleId": "1595",
      "userId": "3"
    },
    {
      "id": "64",
      "text": "Интересная статья!",
      "articleId": "1595",
      "userId": "2"
    },
    {
      "id": "65",
      "text": "Интересная статья!",
      "articleId": "1728",
      "userId": "3"
    },
    {
      "id": "66",
      "text": "Интересная статья!",
      "articleId": "1728",
      "userId": "2"
    },
    {
      "id": "67",
      "text": "Интересная статья!",
      "articleId": "1728",
      "userId": "1"
    },
    {
      "id": "68",
      "text": "Интересная статья!",
      "articleId": "193",
      "userId": "3"
    },
    {
      "id": "69",
      "text": "Интересная статья!",
      "articleId": "193",
      "userId": "2"
    },
    {
      "id": "70",
      "text": "Интересная статья!",
      "articleId": "193",
      "userId": "3"
    },
    {
      "id": "71",
      "text": "Интересная статья!",
      "articleId": "3028",
      "userId": "1"
    },
    {
      "id": "72",
      "text": "Интересная статья!",
      "articleId": "3028",
      "userId": "3"
    },
    {
      "id": "73",
      "text": "Интересная статья!",
      "articleId": "3028",
      "userId": "1"
    },
    {
      "id": "74",
      "text": "Интересная статья!",
      "articleId": "3028",
      "userId": "2"
    },
    {
      "id": "75",
      "text": "Интересная статья!",
      "articleId": "3343",
      "userId": "3"
    },
    {
      "id": "76",
      "text": "Интересная статья!",
      "articleId": "3343",
      "userId": "2"
    },
    {
      "id": "77",
      "text": "Интересная статья!",
      "articleId": "3343",
      "userId": "3"
    },
    {
      "id": "78",
      "text": "Интересная статья!",
      "articleId": "103",
      "userId": "3"
    },
    {
      "id": "79",
      "text": "Интересная статья!",
      "articleId": "103",
      "userId": "2"
    },
    {
      "id": "80",
      "text": "Интересная статья!",
      "articleId": "103",
      "userId": "1"
    },
    {
      "id": "81",
      "text": "Интересная статья!",
      "articleId": "103",
      "userId": "3"
    },
    {
      "id": "82",
      "text": "Интересная статья!",
      "articleId": "245",
      "userId": "1"
    },
    {
      "id": "83",
      "text": "Интересная статья!",
      "articleId": "245",
      "userId": "1"
    },
    {
      "id": "84",
      "text": "Интересная статья!",
      "articleId": "245",
      "userId": "1"
    },
    {
      "id": "85",
      "text": "Интересная статья!",
      "articleId": "245",
      "userId": "1"
    },
    {
      "id": "86",
      "text": "Интересная статья!",
      "articleId": "2570",
      "userId": "3"
    },
    {
      "id": "87",
      "text": "Интересная статья!",
      "articleId": "2570",
      "userId": "2"
    },
    {
      "id": "88",
      "text": "Интересная статья!",
      "articleId": "2570",
      "userId": "2"
    },
    {
      "id": "89",
      "text": "Интересная статья!",
      "articleId": "2924",
      "userId": "2"
    },
    {
      "id": "90",
      "text": "Интересная статья!",
      "articleId": "2924",
      "userId": "3"
    },
    {
      "id": "91",
      "text": "Интересная статья!",
      "articleId": "2924",
      "userId": "1"
    },
    {
      "id": "92",
      "text": "Интересная статья!",
      "articleId": "2924",
      "userId": "2"
    },
    {
      "id": "93",
      "text": "Интересная статья!",
      "articleId": "966",
      "userId": "3"
    },
    {
      "id": "94",
      "text": "Интересная статья!",
      "articleId": "966",
      "userId": "1"
    },
    {
      "id": "95",
      "text": "Интересная статья!",
      "articleId": "966",
      "userId": "1"
    },
    {
      "id": "96",
      "text": "Интересная статья!",
      "articleId": "966",
      "userId": "3"
    },
    {
      "id": "97",
      "text": "Интересная статья!",
      "articleId": "3224",
      "userId": "3"
    },
    {
      "id": "98",
      "text": "Интересная статья!",
      "articleId": "3224",
      "userId": "1"
    },
    {
      "id": "99",
      "text": "Интересная статья!",
      "articleId": "3224",
      "userId": "3"
    },
    {
      "id": "100",
      "text": "Интересная статья!",
      "articleId": "3224",
      "userId": "2"
    },
    {
      "id": "101",
      "text": "Интересная статья!",
      "articleId": "3030",
      "userId": "2"
    },
    {
      "id": "102",
      "text": "Интересная статья!",
      "articleId": "3030",
      "userId": "1"
    },
    {
      "id": "103",
      "text": "Интересная статья!",
      "articleId": "3030",
      "userId": "3"
    },
    {
      "id": "104",
      "text": "Интересная статья!",
      "articleId": "3030",
      "userId": "1"
    },
    {
      "id": "105",
      "text": "Интересная статья!",
      "articleId": "2846",
      "userId": "1"
    },
    {
      "id": "106",
      "text": "Интересная статья!",
      "articleId": "2846",
      "userId": "3"
    },
    {
      "id": "107",
      "text": "Интересная статья!",
      "articleId": "2846",
      "userId": "1"
    },
    {
      "id": "108",
      "text": "Интересная статья!",
      "articleId": "1852",
      "userId": "3"
    },
    {
      "id": "109",
      "text": "Интересная статья!",
      "articleId": "1852",
      "userId": "1"
    },
    {
      "id": "110",
      "text": "Интересная статья!",
      "articleId": "1852",
      "userId": "1"
    },
    {
      "id": "111",
      "text": "Интересная статья!",
      "articleId": "1852",
      "userId": "3"
    },
    {
      "id": "112",
      "text": "Интересная статья!",
      "articleId": "2770",
      "userId": "2"
    },
    {
      "id": "113",
      "text": "Интересная статья!",
      "articleId": "2770",
      "userId": "1"
    },
    {
      "id": "114",
      "text": "Интересная статья!",
      "articleId": "2770",
      "userId": "1"
    },
    {
      "id": "115",
      "text": "Интересная статья!",
      "articleId": "3124",
      "userId": "1"
    },
    {
      "id": "116",
      "text": "Интересная статья!",
      "articleId": "3124",
      "userId": "2"
    },
    {
      "id": "117",
      "text": "Интересная статья!",
      "articleId": "3124",
      "userId": "3"
    },
    {
      "id": "118",
      "text": "Интересная статья!",
      "articleId": "4863",
      "userId": "3"
    },
    {
      "id": "119",
      "text": "Интересная статья!",
      "articleId": "4863",
      "userId": "2"
    },
    {
      "id": "120",
      "text": "Интересная статья!",
      "articleId": "4863",
      "userId": "3"
    },
    {
      "id": "121",
      "text": "Интересная статья!",
      "articleId": "786",
      "userId": "1"
    },
    {
      "id": "122",
      "text": "Интересная статья!",
      "articleId": "786",
      "userId": "2"
    },
    {
      "id": "123",
      "text": "Интересная статья!",
      "articleId": "786",
      "userId": "3"
    },
    {
      "id": "124",
      "text": "Интересная статья!",
      "articleId": "658",
      "userId": "2"
    },
    {
      "id": "125",
      "text": "Интересная статья!",
      "articleId": "658",
      "userId": "1"
    },
    {
      "id": "126",
      "text": "Интересная статья!",
      "articleId": "658",
      "userId": "3"
    },
    {
      "id": "127",
      "text": "Интересная статья!",
      "articleId": "1044",
      "userId": "3"
    },
    {
      "id": "128",
      "text": "Интересная статья!",
      "articleId": "1044",
      "userId": "1"
    },
    {
      "id": "129",
      "text": "Интересная статья!",
      "articleId": "1044",
      "userId": "2"
    },
    {
      "id": "130",
      "text": "Интересная статья!",
      "articleId": "4905",
      "userId": "2"
    },
    {
      "id": "131",
      "text": "Интересная статья!",
      "articleId": "4905",
      "userId": "1"
    },
    {
      "id": "132",
      "text": "Интересная статья!",
      "articleId": "4905",
      "userId": "1"
    },
    {
      "id": "133",
      "text": "Интересная статья!",
      "articleId": "2129",
      "userId": "2"
    },
    {
      "id": "134",
      "text": "Интересная статья!",
      "articleId": "2129",
      "userId": "2"
    },
    {
      "id": "135",
      "text": "Интересная статья!",
      "articleId": "2129",
      "userId": "1"
    },
    {
      "id": "136",
      "text": "Интересная статья!",
      "articleId": "2129",
      "userId": "1"
    },
    {
      "id": "137",
      "text": "Интересная статья!",
      "articleId": "4899",
      "userId": "3"
    },
    {
      "id": "138",
      "text": "Интересная статья!",
      "articleId": "4899",
      "userId": "2"
    },
    {
      "id": "139",
      "text": "Интересная статья!",
      "articleId": "4899",
      "userId": "2"
    },
    {
      "id": "140",
      "text": "Интересная статья!",
      "articleId": "4899",
      "userId": "1"
    },
    {
      "id": "141",
      "text": "Интересная статья!",
      "articleId": "3825",
      "userId": "1"
    },
    {
      "id": "142",
      "text": "Интересная статья!",
      "articleId": "3825",
      "userId": "1"
    },
    {
      "id": "143",
      "text": "Интересная статья!",
      "articleId": "3825",
      "userId": "3"
    },
    {
      "id": "144",
      "text": "Интересная статья!",
      "articleId": "3825",
      "userId": "3"
    },
    {
      "id": "145",
      "text": "Интересная статья!",
      "articleId": "3456",
      "userId": "3"
    },
    {
      "id": "146",
      "text": "Интересная статья!",
      "articleId": "3456",
      "userId": "2"
    },
    {
      "id": "147",
      "text": "Интересная статья!",
      "articleId": "3456",
      "userId": "3"
    },
    {
      "id": "148",
      "text": "Интересная статья!",
      "articleId": "754",
      "userId": "3"
    },
    {
      "id": "149",
      "text": "Интересная статья!",
      "articleId": "754",
      "userId": "1"
    },
    {
      "id": "150",
      "text": "Интересная статья!",
      "articleId": "754",
      "userId": "3"
    },
    {
      "id": "151",
      "text": "Интересная статья!",
      "articleId": "1467",
      "userId": "2"
    },
    {
      "id": "152",
      "text": "Интересная статья!",
      "articleId": "1467",
      "userId": "1"
    },
    {
      "id": "153",
      "text": "Интересная статья!",
      "articleId": "1467",
      "userId": "3"
    },
    {
      "id": "154",
      "text": "Интересная статья!",
      "articleId": "4388",
      "userId": "1"
    },
    {
      "id": "155",
      "text": "Интересная статья!",
      "articleId": "4388",
      "userId": "2"
    },
    {
      "id": "156",
      "text": "Интересная статья!",
      "articleId": "4388",
      "userId": "1"
    },
    {
      "id": "157",
      "text": "Интересная статья!",
      "articleId": "4388",
      "userId": "1"
    },
    {
      "id": "158",
      "text": "Интересная статья!",
      "articleId": "3411",
      "userId": "2"
    },
    {
      "id": "159",
      "text": "Интересная статья!",
      "articleId": "3411",
      "userId": "1"
    },
    {
      "id": "160",
      "text": "Интересная статья!",
      "articleId": "3411",
      "userId": "3"
    },
    {
      "id": "161",
      "text": "Интересная статья!",
      "articleId": "2335",
      "userId": "2"
    },
    {
      "id": "162",
      "text": "Интересная статья!",
      "articleId": "2335",
      "userId": "3"
    },
    {
      "id": "163",
      "text": "Интересная статья!",
      "articleId": "2335",
      "userId": "1"
    },
    {
      "id": "164",
      "text": "Интересная статья!",
      "articleId": "3302",
      "userId": "2"
    },
    {
      "id": "165",
      "text": "Интересная статья!",
      "articleId": "3302",
      "userId": "1"
    },
    {
      "id": "166",
      "text": "Интересная статья!",
      "articleId": "3302",
      "userId": "1"
    },
    {
      "id": "167",
      "text": "Интересная статья!",
      "articleId": "3302",
      "userId": "1"
    },
    {
      "id": "168",
      "text": "Интересная статья!",
      "articleId": "1273",
      "userId": "2"
    },
    {
      "id": "169",
      "text": "Интересная статья!",
      "articleId": "1273",
      "userId": "1"
    },
    {
      "id": "170",
      "text": "Интересная статья!",
      "articleId": "1273",
      "userId": "3"
    },
    {
      "id": "171",
      "text": "Интересная статья!",
      "articleId": "948",
      "userId": "3"
    },
    {
      "id": "172",
      "text": "Интересная статья!",
      "articleId": "948",
      "userId": "3"
    },
    {
      "id": "173",
      "text": "Интересная статья!",
      "articleId": "948",
      "userId": "2"
    }
  ],
  "users": [
    {
      "id": "1",
      "username": "admin",
      "password": "123",
      "roles": [
        "ADMIN"
      ],
      "avatar": "https://picsum.photos/200/200"
    },
    {
      "id": "2",
      "username": "manager",
      "password": "123",
      "roles": [
        "MANAGER"
      ],
      "avatar": "https://picsum.photos/200/300"
    },
    {
      "id": "3",
      "username": "user",
      "password": "123",
      "roles": [
        "USER"
      ],
      "avatar": "https://picsum.photos/200/300"
    },
    {
      "id": "3",
      "username": "noAvatar",
      "password": "123",
      "roles": [
        "USER"
      ]
    }
  ],
  "profile": [
    {
      "id": "1",
      "firstName": "Andrew",
      "lastName": "Ducalis",
      "age": "25",
      "currency": "EUR",
      "country": "USA",
      "city": "Moscow",
      "username": "Ducalis2000",
      "avatar": "https://picsum.photos/600/600"
    },
    {
      "id": "2",
      "firstName": "Vasia",
      "lastName": "Ivanov",
      "age": "25",
      "currency": "USD",
      "country": "USA",
      "city": "NY",
      "username": "NYVasya",
      "avatar": "https://picsum.photos/600/600"
    },
    {
      "id": "3",
      "firstName": "Mikhail",
      "lastName": "Prohrov",
      "age": "39",
      "currency": "USD",
      "country": "Spain",
      "city": "Valencia",
      "username": "Live_is_good",
      "avatar": "https://picsum.photos/600/600"
    }
  ],
  "article-ratings": [
    {
      "id": "1",
      "rate": 4,
      "feedback": "Очень круто",
      "userId": "1",
      "articleId": "1"
    },
    {
      "id": "2",
      "rate": 3,
      "feedback": "Интересно!",
      "userId": "2",
      "articleId": "1"
    },
    {
      "userId": "1",
      "articleId": "3620",
      "rate": 4,
      "feedback": "Норм",
      "id": "XT5Ciyv"
    },
    {
      "userId": "1",
      "articleId": "1274",
      "rate": 2,
      "feedback": "Так себе!",
      "id": "h01YpdL"
    },
    {
      "userId": "1",
      "articleId": "4863",
      "rate": 3,
      "feedback": "Вполне",
      "id": "J992kdA"
    }
  ],
  "profile-ratings": [
    {
      "id": "1",
      "rate": 4,
      "feedback": "Очень круто",
      "userId": "1",
      "profileId": "1"
    },
    {
      "id": "2",
      "rate": 3,
      "feedback": "Интересно!",
      "userId": "2",
      "profileId": "1"
    }
  ]
}
